{
  "Global": {
    "Yes": "Yes",
    "No": "No"
  },
  "Navigation": {
    "homeTabTitle": "Home",
    "collectionsTabTitle": "Collections",
    "myListsTabTitle": "My Lists",
    "learnTabTitle": "Learn"
  },
  "FontPreview": {
    "Bubble": "Unlike<br/>from Homura<br/>and Hikari, Nya<br/>not so often<br/>flirts with<br/>me.",
    "Sound": "<a class='sound1'>Flap</a><a class='sound2'>Bom!</a><a class='sound3'>Clang</a>"
  },
  "FontPage": {
    "Categories": "Categories",
    "Langs": "Langs",
    "Variants": "Variants",
    "Commercial": "Free for commercial use"
  },
  "AboutMe": {
    "Name": "Rudenko Maksym(Furry Dev)",
    "GroupName": "Group name",
    "ClassRoom": "Group ClassRoom",
    "GitProfile": "GitHub profile",
    "TrelloBoard": "Trello board",
    "Site": "Site",
    "Bio": "<p>My name is Maksym, I come from Ukraine. I studied at the Cherkasy Secondary School of Grades I-III No. 12.</p><p>I stopped doing homework in the third grade, and for the past few years I have hardly studied at school. Instead, I helped the computer science teacher and often solved technical problems for the teachers.</p><p>In the 10th grade, I created my first website with zero knowledge, learning PHP, HTML, CSS and JS along the way. This site became a platform for manga translation, first by my own and then by a team of translators. A little later, he developed a website for his school in two weeks and received a thank you from the mayor's office after graduation. I am currently upgrading my site to a new microservices architecture.</p><p>I actively work with JavaScript, TypeScript, Node.js, PHP and Python. I tried my hand at C++, but I couldn't find where to apply it. I also tried my hand at Android development on Java and Kotlin, but we \"didn't get along\". Currently learning Rust and writing a Tauri app to help translate manga. I have already created a prototype in Python and QT that focused on finding the translation of sounds. The new application will include text translation functions, and later wedge functions.</p><p>I usually learn languages ​​and libraries by the immersion method: I set myself the task of writing a complex project and, in the process, look for solutions as questions arise. I like to work independently, although it is much easier to work in a team when translating manga.</p><p>In my free time, I studied Japanese, but due to lack of time, I had to stop my studies. Now I know basic grammar and simple phrases like \"how about tea?\".</p>"
  },
  "Learn": {
    "selectCategory": "Select category:",
    "start": "Start",
    "clean": "Clean",
    "type": "Type",
    "translate": "Translate",
    "Start": {
      "Page1": {
        "name": "Шаг 1: Выбор специальности",
        "content": "<p>Итак, вы новичок. Вы ничего не знаете о процессе перевода манги, но хотите в нем поучаствовать? Хорошо. Я расскажу как</p><h3>Шаг 1. Выбираем \"специализацию\"</h3><p>Что ж, для начала надо задуматься. А что я умею? Задайте себе этот вопрос. Вы неплохо владеете английским языком? На \"ты\" с фотошопом? Грамотно пишите? А может вы не умеете ничего из вышеперечисленного? Не беда! Правда, если языками вы не владеете, то выбор у вас не велик - быть вам эдитором. Но об этом чуточку попозже. А пока задумайтесь, кем вы хотите быть - переводчиком, корректором или эдитором (эдитор - человек, работающий со сканами). Только смотрите, чтобы ваши желания соответствовали вашим способностям и возможностям. Если вы не уверены, что \"оно вам надо\", или у вас нет свободного времени, то на это предприятие лучше сразу забить! Сил и времени уходит много, но результат все это затмевает, конечно Что ж, если вы все взвесили и твердо решили продолжить свой путь по тернистой дорожке сканлейта - делаем второй шаг</p><p>Но перед этим маленькая остановочка:</p>"
      },
      "Page2": {
        "name": "Шаг 1.1: Навыки",
        "content": "<p>Немного подробнее об обязанностях.</p><h3>Шаг 1.1 Что мне надо знать\\уметь, чтобы быть тем-то или тем-то?</h3><p><b>Переводчик (с английского)</b> - начальные навыки: владение языком.\nНе слушайте тех, кто говорят \"не знаешь - не берись!\". Беритесь! Если очень хотите - беритесь! НО: только в том случае, если вы можете почти всегда полностью понять значение фраз пользуясь словарем И!!! обладаете чувством стиля. Чтобы корректору не думалось, что это за \"моя твоя не понимать\" такая. Это называется подстрочник. Но! Это чувство стиля, как я обзываю его, можно развить, а свой английский - усовершенствовать. Но для этого нужно умение. Как проверить есть ли у вас это, как вам наверное показалось, мифическое чувство стиля?)) Очень просто. Переведите несколько страниц любой манги, записывая перевод в ворд. Через некоторое время перечитайте, без картинок, только свой текст. Что вы видите? Связная речь? Отсутствие предложений, смысл которых вам непонятен? Произнесите любую фразу из вашей манги и подумайте, в жизни вы бы так сказали? Если все это вы видите в своем скрипте, значит у вас есть реальный шанс стать хорошим переводчиком.</p><p><b>Клинер\\тайпер</b> - начальные навыки: 0. Необходимые программы: желательно графически планшет, он облегчит вам жизнь, поверьте мне; Adobe Photoshop CS4 или CS5 (можно работать с любой версией, хоть с 7.0, НО там нет крутого штампа, а новичкам это очень сильно поможет, поэтому им я советую только вот эти две программы). Не отходя от кассы Photoshop CS4 скачать</p><p><b>Тайпер</b> - человек, вставляющий текст ( от англ. type - печатать)</p><p><b>Клинер</b> - человек, очищающий сканы от надписей и ЗВУКОВ (от англ. clean - чистить... кэп )</p>"
      }
    }
  }
}